{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": ["[SEP]", 102],
    "cls": ["[CLS]", 101]
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 100,
      "[CLS]": 101,
      "[SEP]": 102,
      "[MASK]": 103,
      "the": 1996,
      "a": 1037,
      "and": 1998,
      "of": 1997,
      "to": 2000,
      "in": 1999,
      "for": 2005,
      "is": 2003,
      "on": 2006,
      "with": 2007,
      "as": 2004,
      "be": 2022,
      "by": 2011,
      "this": 2023,
      "have": 2031,
      "from": 2013,
      "or": 2030,
      "an": 2019,
      "are": 2024,
      "but": 2021,
      "not": 2025,
      "you": 2017,
      "all": 2035,
      "can": 2064,
      "had": 2018,
      "her": 2014,
      "was": 2001,
      "one": 2028,
      "our": 2256,
      "out": 2041,
      "day": 2154,
      "get": 2131,
      "has": 2038,
      "him": 2032,
      "his": 2026,
      "how": 2129,
      "man": 2158,
      "new": 2116,
      "now": 2085,
      "old": 2214,
      "see": 2156,
      "two": 2048,
      "way": 2126,
      "who": 2040,
      "boy": 2879,
      "did": 2106,
      "its": 2049,
      "let": 2292,
      "put": 2404,
      "say": 2360,
      "she": 2016,
      "too": 2205,
      "use": 2224,
      "dev": 4611,
      "development": 2458,
      "developer": 7889,
      "code": 2554,
      "coding": 16861,
      "program": 2025,
      "programming": 4730,
      "software": 4007,
      "computer": 3274,
      "algorithm": 11388,
      "bug": 12912,
      "debug": 16844,
      "test": 3231,
      "testing": 5604,
      "meeting": 3116,
      "meetings": 6295,
      "conference": 3034,
      "call": 2655,
      "discussion": 4715,
      "agenda": 11338,
      "schedule": 7134,
      "appointment": 8653,
      "email": 9108,
      "message": 4643,
      "mail": 6928,
      "inbox": 21807,
      "send": 4604,
      "reply": 7172,
      "forward": 6830,
      "subject": 3395,
      "attachment": 14400,
      "urgent": 11551,
      "important": 2590,
      "reminder": 15252,
      "notification": 11195,
      "update": 4425,
      "status": 3570,
      "project": 2622,
      "task": 4708,
      "work": 2147,
      "team": 2136,
      "client": 7396,
      "customer": 7396,
      "business": 2449,
      "company": 2194,
      "office": 2436,
      "department": 2533,
      "manager": 3208,
      "employee": 5351,
      "staff": 3095,
      "please": 3531,
      "thanks": 4283,
      "thank": 4067,
      "regards": 14334,
      "sincerely": 19605,
      "best": 2190,
      "hello": 7496,
      "hi": 7632,
      "dear": 8203,
      "time": 2051,
      "today": 2651,
      "tomorrow": 4826,
      "week": 2733,
      "month": 3204,
      "year": 2095,
      "monday": 4531,
      "tuesday": 9857,
      "wednesday": 4465,
      "thursday": 9432,
      "friday": 5958,
      "saturday": 8137,
      "sunday": 4465,
      "morning": 2851,
      "afternoon": 3905,
      "evening": 3944,
      "night": 2305,
      "hour": 2208,
      "minute": 5863,
      "second": 2117,
      "deadline": 11775,
      "priority": 8925,
      "complete": 3143,
      "finish": 3926,
      "done": 2589,
      "progress": 5082,
      "review": 3319,
      "feedback": 6432,
      "approve": 14006,
      "approval": 8946,
      "confirm": 12636,
      "confirmation": 12636
    }
  }
}